Repository: homeinfogmbh/his
Catalog: backend/files/locales/*/his.po
Languages: de_de

source: No account specified.
de_de: Kein Benutzerkonto angegeben.

source: No such account.
de_de: Das angegebene Benutzerkonto wurde nicht gefunden.

source: Account is locked.
de_de: Dieses Benutzerkonto ist gesperrt.

source: Account has been created.
de_de: Das Benutzerkonto wurde erstellt.

source: Account has been deleted.
de_de: Das Benutzerkonto wurde gelöscht.

source: Account has been patched.
de_de: Die Änderungen am Benutzerkonto wurden gespeichert.

source: Not authorized.
de_de: Keine Berechtigung.

source: Account already exists.
de_de: Das Benutzerkonto existiert bereits.

source: Account quota is exhausted.
de_de: Sie haben Ihre maximale Anzahl an Benutzerkonten erreicht.

source: The specified password is too short.
de_de: Das angegebene Passwort ist zu kurz.

source: No customer specified.
de_de: Keine Kundennummer angegeben.

source: The specified customer does not exist.
de_de: Der angegebene Kunde existiert nicht.

source: The specified customer has no configuration.
de_de: Der angegebene Kunde besitzt keine Konfiguration.

source: The request is missing data.
de_de: Der Anfrage fehlen benötigte Daten.

source: The data sent in the request is incomplete.
de_de: Die Anfrage enthält einen unvollständiger Datensatz.

source: The data sent in the request is invalid.
de_de: Die gesendeten Daten sind Ungültig.

source: Data is ambiguous.
de_de: Die gesendeten Daten sind mehrdeutig.

source: The provided value is not an integer.
de_de: Der gesendete Wert ist keine Ganzzahl.

source: The provided value is not a valid customer ID.
de_de: Der gesendete Wert ist keine gültige Kundennummer.

source: Invalid value for field.
de_de: Ungültiger Wert für das Datenfeld.

source: Field cannot be NULL.
de_de: Das Datenfeld darf nicht leer sein.

source: Missing key for field.
de_de: Fehlender Schlüssel für das Datenfeld.

source: Invalid keys for model.
de_de: Ungültige Schlüssel für das Datenbankmodell.

source: Value for field is not unique.
de_de: Der Wert für das Feld ist nicht einzigartig.

source: Invalid value for enumeration contraint.
de_de: Ungültiger Wert für zugrundeliegende Aufzählung.

source: Missing password reset token.
de_de: Kein Token angegeben.

source: No password specified.
de_de: Kein Passwort angegeben.

source: An email with a password reset link has been sent.
de_de: Ein Link zum Zurücksetzen des Passworts wurde per E-Mail gesendet.

source: A password reset is already pending.
de_de: Es wurde bereits eine Anfrage zum Zurücksetzen des Passworts getätigt.

source: Invalid password reset token.
de_de: Das angegebende Token ist ungültig.

source: The new password has been set.
de_de: Das neue Passwort wurde gesetzt.

source: No ReCAPTCHA response provided.
de_de: Keine ReCAPTCHA Antwort angegeben.

source: No ReCAPTCHA site key provided.
de_de: Kein ReCAPTCHA Site-Key angegeben.

source: Invalid ReCAPTCHA site key.
de_de: Die Seite ist nicht für ReCAPTCHA konfiguriert.

source: Invalid ReCAPTCHA response.
de_de: Ungültige ReCAPTCHA Antwort.

source: The provided content type could not be served.
de_de: Der angefragte Content-Typ kann nicht bedient werden.

source: No service specified.
de_de: Kein Dienst angegeben.

source: Specified service does not exist.
de_de: Der angegebene Dienst existiert nicht.

source: The service has been added.
de_de: Der Dienst wurde hinzugefügt.

source: The service is already enabled.
de_de: Dienst bereits freigeschaltet.

source: The specified service target is ambiguous.
de_de: Das für den Dienst angegebene Ziel ist mehrdeutig.

source: No service target specified.
de_de: Es wurde kein Ziel für den Dienst angegeben.

source: No such service for specified account.
de_de: Der Dienst ist dem entsprechenden Benutzerkonto nicht zugerodnet.

source: The account service has been deleted.
de_de: Der Zuordnung des Dienstes zum entsprechenden Benutzerkonto wurde gelöscht.

source: No such service for specified customer.
de_de: Der Dienst ist dem entsprechenden Kunden nicht zugerodnet.

source: The customer service has been deleted.
de_de: Der Zuordnung des Dienstes zum entsprechenden Kunden wurde gelöscht.

source: No user name and / or password specified.
de_de: Benutzername und / oder Passwort nicht angegeben.

source: Invalid user name and / or password.
de_de: Ungültiger Benutzername und / oder Passwort.

source: No session specified.
de_de: Keine Sitzung angegeben.

source: Specified session does not exist.
de_de: Die angegebene Sitzung existiert nicht.

source: Session expired.
de_de: Sitzung abgelaufen.

source: Session duration is out of bounds.
de_de: Sitzungsdauer außerhalb des zulässigen Bereichs.
