Repository: homeinfogmbh/his
Catalog: files/locales/*/LC_MESSAGES/his.po
Languages: de_de

source: No account specified.
de_de: Kein Benutzerkonto angegeben.

source: No such account.
de_de: Benutzerkonto nicht gefunden.

source: Account locked.
de_de: Benutzerkonto gesperrt.

source: Account created.
de_de: Benutzerkonto erstellt.

source: Account deleted.
de_de: Benutzerkonto gelöscht.

source: Account patched.
de_de: Benutzerkonto geändert.

source: Not authorized.
de_de: Zugriff verweigert.

# AccountExists
source: Account already exists.
de_de: Benutzerkonto existiert bereits.

# AccountsExhausted
source: Account quota exhausted.
de_de: Maximale Anzahl an Benutzerkonten erreicht.

# PasswordTooShort
source: The provided password is too short.
de_de: Das angegebene Passwort ist zu kurz.

source: No customer specified.
de_de: Keine Kundennummer angegeben.

source: No such customer.
de_de: Kein solcher Kunde.

# CustomerUnconfigured
source: Customer has no configuration.
de_de: Kunde besitzt keine Konfiguration.

source: Data error.
de_de: Datenfehler.

source: No data provided.
de_de: Keine Daten übermittelt.

source: Missing data.
de_de: Felende Daten.

source: Incomplete data.
de_de: Unvollständiger Datensatz.

source: Invalid data.
de_de: Ungültige Daten.

source: Not an integer.
de_de: Keine Ganzzahl.

source: Invalid UTF-8 data.
de_de: Fehlerhafte UTF-8 Daten.

# InvalidJSON
source: Invalid JSON object.
de_de: Fehlerhaftes JSON Objekt.

# InvalidCustomerID
source: Invalid customer ID specified.
de_de: Ungültige Kundennummer angegeben.
